{
  "koudaisai2016": {
    "title": "Tokyo Tech Festival 2016 Official Website",
    "description": "Mainly I was responsible for back-end development. I also created the map of stalls using Google Map."
  },
  "koudaisai2017": {
    "title": "Tokyo Tech Festival 2017 Official Website",
    "description": "I designed the REST API of organizations' information. I also developed the new web system to vote for Grandprix."
  },
  "goukaku": {
    "title": "Supporting Examinees Website by JIZI",
    "description": "The website that provides information for examinees has launched. I was responsible for the design, front-end, and back-end development. I didn't use JavaScript for implementing UI."
  },
  "titechAppProject": {
    "title": "Titech App Project Website",
    "description": "It is a website of the circle which develops apps for Tokyo Tech students. I was responsible for the front-end development."
  },
  "buratsuki": {
    "title": "Perpetual Students' Portal",
    "description": "It is a score management tool for the board game \"Agricola.\""
  },
  "agricolaBook": {
    "title": "Special lecture: Expansions of Agricola + Randomizer for Agricola",
    "description": "I published the fanzine of the board game \"Agricola\" at the Game Market 2018 Autumn. I also provided the randomizer app as a promo."
  },
  "tokyoKoryo": {
    "title": "Tokyo Koryo Alumni Association Website",
    "description": "I reconstructed the website of the Tokyo Koryo Alumni Association."
  },
  "internalSpace": {
    "title": "Internal Space Website",
    "description": "I developed the website of \"Internal Space,\" the art team."
  },
  "reborn": {
    "title": "Re:born -You will be Back to the Fetus, Go through the Birth Canal and Reborn-",
    "description": "It was the work for the 27th International collegiate Virtual Reality Contest (IVRC 2019). I developed the system which integrated a camera, a computer for machine learning, and a display."
  },
  "lifegame": {
    "title": "Life Game Simulator",
    "description": "It was a work for the event of Sci-Fi Society in Tokyo Tech Festival 2019. The exhibition was canceled because of Typhoon Hagibis."
  },
  "gachiproOfSysimpl": {
    "title": "Fully understood the exam schedule",
    "description": "In the Workshop on System Implementation [CSC.T375], we developed an app to search for information on final exams. I was the project manager and a front-end developer."
  },
  "nationalEconomy": {
    "title": "National Economy Online",
    "description": "It is the 1st work as Stay Home Project. I developed a web application for playing the board game \"National Economy\" online."
  },
  "agriCompanion": {
    "title": "AgriCompanion",
    "description": "It is the 2nd work as Stay Home Project. I developed a web application for playing the board game \"Agricola\" online. You can draft and manage your cards with the app."
  },
  "shirenInpasu": {
    "title": "Shiren Inpasu",
    "description": "\"Shiren Inpasu\" is a web app to identify items for the Rogue-like game series \"Shiren the Wanderer.\" It was developed based on \"Shiren Identifier,\" that I made in 2018."
  },
  "agricolaDb": {
    "title": "Agricola DB",
    "description": "For unifying databases used for various services of \"Agricola,\" I created the API server. I also made the JAMStack website for browsing information."
  },
  "oop": {
    "title": "OOP Agents Visualizer",
    "description": "I created OOP Agents Visualizer to debug the program for the final exercise of CSC.T273 Object-Oriented Programming, a course in Tokyo Tech."
  },
  "tutorialWeb": {
    "title": "Web Tutorial Seminar",
    "description": "I conducted the web seminar for Titech App Project, covering from web basics to developing a static website using Next.js. The material site was created using Next.js."
  },
  "mdiLab": {
    "title": "MDILab Logo",
    "description": "I designed the logo and icon for MDILab. It represents signal processing and mathematical optimization."
  }
}
